Repository: miladinfo68/InternationalRegisteration
Catalog: Resources/Resources/Resources.*.resx
Languages: ar_iq

# ListOfLevels
source: { "0": "-- Select --", "1": "Diploma", "2": "Collage", "3": "Bachelor", "4": "Master", "5": "Phd" }
ar_iq: { "0": "-- اختر --", "1": "دبلوم", "2": "شهادة قبل الجامعة", "3": "إِجارَة", "4": "بكالوريوس", "5": "دكتوراه" }

# Accepted
source: Verified
ar_iq: مؤكد

# AcceptRequest
source: Verify
ar_iq: طلب التأكيد

# AccountActivated
source: Thank you. Your user account has been succfully created. Please enter your username to submit your application.
ar_iq: شكرا لك. قد تم تفعيل الحساب الخاص بك بنجاح. يرجى تسجيل الدخول لتقديم طلبك.

# Account_Deactive
source: User account is not activated
ar_iq: حسابك غير نشط

# Action
source: Operation
ar_iq: الإجرائات

source: Add
ar_iq: اضافة

# All_Fields_Required
source: All fields are required
ar_iq: يجب إكمال جميع الحقول

# ApplicationTitle
source: International Students Registration
ar_iq: نظام تسجيل الطلاب غير الإيرانيين

source: Arabic
ar_iq: العربية

# Average
source: Average Grade Point
ar_iq: المعدل

source: Bachelor
ar_iq: بكالوريوس

# BirthDate
source: Date of birth
ar_iq: تاريخ الولادة

# BirthPlace
source: Place of birth
ar_iq: محل الولادة

source: Blind
ar_iq: أعمي

source: Brother
ar_iq: أخ

# btnDeleteCandidateField
source: Delete field of study
ar_iq: حذف الإختصاص

# btnFileUploadr
source: Save
ar_iq: حفظ

# btn_update_request
source: Save Changes
ar_iq: حفظ التعديلات

# CandidateFields
source: Selected fields of study
ar_iq: الإختصاصات المختارة

# Candidate_Fields_List
source: Interested fields of study
ar_iq: إختيار الإختصاصات المطلوبة

source: Child
ar_iq: إبن

# Choosable_Fields
source: List of fields of study
ar_iq: الأختصاصات المتاحة للإختيار

# ChooseField
source: Selection of fields of study
ar_iq: اختيار الإختصاص

# ChosenFields
source: Chosen fields of study
ar_iq: الإختصاصات المختارة

source: Christian
ar_iq: مسيحي

# Citizenship
source: Nationality
ar_iq: الجنسية

# CitizenshipResidenceAddress
source: Residence address in home country
ar_iq: عنوان السكن

# CitizenshipWorkPlaceAddress
source: Workplace address in home country
ar_iq: عنوان العمل

source: City
ar_iq: المدينة

# Collage
source: Pre-university
ar_iq: الصف الثاني عشر

# College
source: Department
ar_iq: الكلية

source: Complete health
ar_iq: سليم

source: Confirm and continue
ar_iq: تأكيد ومتابعة

source: Contact Info
ar_iq: معلومات الإتصال

# ContactInfoForm_Help
source: Filling out "Residence address in Iran" or "Residence address in home country" is required
ar_iq: مطلوب إكمال المعلومات في احدي الخيارات "عنوان السكن في إيران" أو "عنوان السكن في دولتك"

# CopyRight
source: All rights reserved by Islamic Azad University E-Campus
ar_iq: .جميع الحقوق محفوظة لجامعة آزاد الإسلامية الإلكترونية

# CountOfChildren
source: Number of Children
ar_iq: عدد الأولاد

# CountryOfStudy
source: Country of Education
ar_iq: البلد الذي تمت فيه الدراسة

# CountryTitle
source: Country
ar_iq: الدولة

# CreateAccount
source: Create your account
ar_iq: إنشاء حساب جديد

source: Create your account
ar_iq: يرجى القيام بإنشاء الحساب الخاص بك

# Critical_Error
source: Error in operation
ar_iq: هناك خطأ في العملية

# Current_Level
source: Degree level
ar_iq: المرحلة الجامعية المطلوبة

source: Deaf
ar_iq: أصم

# DegreePlace
source: Place of issue
ar_iq: محل الحصول علي الشهادة الدراسية

# DescriptionAboutDocument
source: Description
ar_iq: شرح

# Details
source: Details of Document
ar_iq: تفاصيل الشهادة

source: Diploma
ar_iq: الدبلوم

# DisabilityOfHearing
source: Hearing disability
ar_iq: الإعاقة السمعية

# DisabilityOfMovement
source: Movement disability
ar_iq: الإعاقة الحركية

# DisabilityOfSpeech
source: Speech disability
ar_iq: إعاقة في اللغة والكلام

# DisabilityOfVision
source: Vision disability
ar_iq: الإقاعة البصرية

# DocNumber
source: Passport number or Identification card number
ar_iq: رقم الجواز/ رقم بطاقة الإقامة/ رقم الهوية

# DocsUploaded
source: Uploaded documents
ar_iq: المستمسكات

# Doctorate
source: PhD
ar_iq: الدكتوراه

source: Document number
ar_iq: رقم الشهادة

# DocumentNumberOrNationalCode
source: Document number or national ID-number
ar_iq: رقم الشهادة / رقم الهوية

source: Document type
ar_iq: نوع الشهادة

# Doc_Name
source: Certification name
ar_iq: إسم الشهادة

# Doc_Preview
source: Preview
ar_iq: عرض

# Doc_Status
source: Status
ar_iq: الحالة

# Doc_Upload
source: Upload document
ar_iq: تحميل المستمسكات

# Doc_Upload_Btn
source: Submit and continue
ar_iq: التأكيد ومتابعة

# Dropdown_Choose
source: -- Select --
ar_iq: -- إختر --

# Dropdown_Citizenship
source: -- Nationality --
ar_iq: -- الجنسية --

# Duplicate_Email
source: User account with this email has already been created. If you forgot your password, log in to your account from <a href="{0}">Password Recovery</a>
ar_iq: تم إنشاء الحساب بالبريد الإلكتروني هذا. إذا نسيت كلمة المرور الخاصة بك <a href="\">إستعادة كلمة المرور</a> أدخل إلي الحساب الخاص بك.

source: Edit
ar_iq: تحرير

# EducationalInfo
source: Education info
ar_iq: المعلومات الدراسية

# Email
source: Email Address
ar_iq: البريد الإلكتروني

# Email_Verification_Body
source: <div style="direction: {1}">Welcome dear student, your account was created successfully. Please click on the following link to activate your account:<br /> {0} <br />Thank You.<br> />Islamic Azad University E-Campus</div>
ar_iq: الطالب العزيز! نرحب بك. لقد تم إنشاء الحساب الخاص بك بالنجاح في نظام تسجيل الطلاب الدوليين لجامعة آزاد الإسلامية. يرجي النقر علي الرابط التالي لتفعيل حسابك: <br /> {0} <br /> شكرا <br /> جامعة آزاد الإسلامية

# Email_Verification_Subject
source: Activation of your account
ar_iq: تفعيل الحساب

source: English
ar_iq: الإنجليزية

# ErrorInDurationOfOperation
source: Error in operation
ar_iq: خطأ في تنفيذ الإجراءات

# FamilyAndChildren
source: Family members or dependents Information
ar_iq: أسماء أعضاء العائلة التي يتكلفهم الطالب

# FamilyInfo
source: Family members and reference Information
ar_iq: الملف الشخصي لأعضاء الأسرة و المعرف

# FamilyMember
source: Family Members
ar_iq: أعضاء العائلة

source: Father
ar_iq: الأب

source: Father's name
ar_iq: اسم الأب

source: Female
ar_iq: أنثى

# Field
source: Field of study
ar_iq: الإختصاص

source: Field of study
ar_iq: الإختصاص الدراسي

# Field_Id
source: Field of study code
ar_iq: رقم الإختصاص

# Field_Title
source: Field of study
ar_iq: اسم الإختصاص

# FileFormatIsInvalid_ErrorBody
source: Only JPG or JPEG files are allowed
ar_iq: يجب أن يكون الملف المحدد فقط بصيغتي JPG أو JPEG

# FileFormatIsInvalid_ErrorTitle
source: File format is invalid
ar_iq: صيغة الملف غير صالحة

# FillEmail
source: Enter E-mail Address
ar_iq: إدخل عنوان البريد الإلكتروني

# Fill_Username_And_Password
source: Enter username and password
ar_iq: إدخل إسم المستخدم و كلمة المرور

source: First name
ar_iq: الإسم

# ForgetPassword
source: Forgot your password?
ar_iq: هل نسيت كلمة المرور؟

# FormValidation_ErrorBody
source: Fields marked with * are mandatory
ar_iq: ينبغي تعبئة الحقول الإجبارية (مميزة بعلامة النجمة*)

# FormValidation_ErrorTitle
source: Form Validation Error
ar_iq: خطأ في التحقق من صحة الإستمارة

source: Friend
ar_iq: صديق

# Gender
source: Sex
ar_iq: الجنس

# GrandFather
source: Grandfather name
ar_iq: إسم الجدّ

# GrandFathersName
source: Grandfather name
ar_iq: اسم الجد الثاني

source: Identity card of foreign citizens
ar_iq: بطاقة الهوية الخاصة بالأجانب

source: ID number
ar_iq: رقم السجلّ

# InfoAdded
source: Submit preliminary information
ar_iq: تسجيل المعلومات الأساسية

# InProgress
source: Pending
ar_iq: قيد المراجعة

# InvalidEmail
source: Invalid email address
ar_iq: عنوان البريد الإلكتروني غير صالح

# InvalidRequestType
source: Invalid request
ar_iq: الطلب غير صالح

# Invalid_Login
source: Username or password is not correct.
ar_iq: إسم المستخدم أو كلمة المرور غير صحيح

# IranianMotherAlert
source: ATTENTION: If your mother is Iranian, fill out this section.
ar_iq: إنتباه: إذا كانت أمك إيرانية فقم بتعبئة هذا القسم

# IranResidenceAddress
source: Residence address in Iran
ar_iq: عنوان السكن في إيران

# IranWorkPlace
source: Workplace address in Iran
ar_iq: مكان العمل في إيران

source: Islam
ar_iq: الإسلام

# IssuePlace
source: Place of Issue
ar_iq: مكان الإصدار (بطاقة الهوية)

source: Jewish
ar_iq: كليمي

source: Job
ar_iq: الوظيفة

source: Kurdish
ar_iq: كوردي

source: Language
ar_iq: اللغة

# LANGUAGE_DIRECTION
source: ltr
ar_iq: rtl

# Lastname
source: Surname
ar_iq: إسم العائلة

# Last_Education_Average
source: Last degree certificate's average grade
ar_iq: المعدل العام للمرحلة الدراسية الأخيرة

# Last_Education_Country
source: Country of last degree level
ar_iq: الدولة الذي تمت فيه المرحلة الدراسية الأخيرة

# Last_Education_Date
source: Date of last degree level
ar_iq: تأريخ صدور شهادة المرحلة الدراسية الأخيرة

# Last_Education_Degree
source: Last educational certificate
ar_iq: الشهادة الأخيرة

# Last_Education_Field
source: Field of study of the last degree level
ar_iq: الفرع الذي تمت دراسته في المرحلة الدراسية الأخيرة

# Last_Level
source: Last degree level
ar_iq: أخر مرحلة دراسية

# Level
source: Degree level
ar_iq: المرحلة الدراسية

# LimitedTransitCard
source: Amayesh Card
ar_iq: ورقة التردد الغير محدودة

# Login
source: Sign in
ar_iq: الدخول إلي الحساب

# LoginOrRegister
source: Sign in/Sign Up
ar_iq: الدخول أو التسجيل

# Login_To_Your_Account
source: Log in
ar_iq: أدخل إلي الحساب الخاص بك

source: Male
ar_iq: ذكر

source: Marital Status
ar_iq: الحالة الإجتماعية

source: Married
ar_iq: متزوج بالقرب من الزوجة

# Married_Away
source: Long-distance marriage
ar_iq: متزوج بعيد عن الزوجة

source: Master
ar_iq: ماجستير

source: Middle Name
ar_iq: الإسم الثاني

# Mobile
source: Mobile Number
ar_iq: رقم الهاتف المحمول

# ModalFileFormat
source: Only JPG or JPEG files are allowed
ar_iq: يجب أن يكون الملف المحدد فقط بصيغتي JPG أو JPEG

# ModalFileSize
source: Maximum upload file size: 2 MB
ar_iq: الملف المحدد يجب ان يكون أقل من 2 ميجابايت

source: Mother
ar_iq: الأم

# MothersInfo
source: Mother Info
ar_iq: الملف الشخصي للأم

source: Mother's Name
ar_iq: إسم الأم

# NationalCode
source: National Code or ID Number
ar_iq: رقم بطاقة الهوية

# No_Fields_Found
source: Field of study not founded
ar_iq: لم يتم العثور على الإختصاص

source: Official
ar_iq: رسمي

source: or
ar_iq: أو

# OrganizationTitle
source: Islamic Azad University E-Campus
ar_iq: جامعة آزاد الإسلامية الإلكترونية

source: Other
ar_iq: آخر

source: Other disabilities
ar_iq: إعاقات أخرى

# Passport
source: Passport or Identification card
ar_iq: الجواز / بطاقة / بطاقة الوافدين

source: Password
ar_iq: كلمة المرور

source: Password Recovery
ar_iq: استعادة كلمة السر

# PasswordRecovery_EmailBody
source: <div style="direction: {1}">Please use the below link to access your account and reset your password: <br /> {0} <br />Thanks<br /> IAUEC</div>
ar_iq: <div style="direction: {1}">يرجى تسجيل الدخول وإعادة تعيين كلمة المرور الخاصة بك من خلال الرابط أدناه: <br /> {0} <br /> شكراً <br /> جامعة آزاد الإسلامية الإلكترونية</div>

# PasswordRecovery_NotFound
source: The email address is not registered
ar_iq: عنوان البريد الإلكتروني غيرمسجل

# PasswordRecovery_Sent
source: The recovery link has been sent to your email address, please log in to your account and reset your password via the link provided.
ar_iq: تم إرسال رابط الاسترجاع إلى عنوان بريدك الإلكتروني ، يرجى تسجيل الدخول إلى حسابك وإعادة تعيين كلمة المرور الخاصة بك عن طريق الرابط المقدم.

# PasswordReset_ChangePassword
source: Change Password
ar_iq: تغيير كلمة المرور

# PasswordReset_NewPassword
source: New Password
ar_iq: كلمة المرور الجديدة

# PasswordReset_NewPasswordRepeat
source: Confirm New Password
ar_iq: تكرار كلمة المرور الجديدة

# PasswordReset_NotMatch
source: Password and Confirm Password do not match
ar_iq: كلمة المرور الجديدة و تكرارها غير متطابقة

# PasswordReset_Success
source: Password has been successfully changed
ar_iq: تغيير كلمة المرور تم بنجاح

source: Persian
ar_iq: الفارسية

source: Personal Info
ar_iq: الملف الشخصي

# PersonalPicture
source: Personal Photo
ar_iq: الصورة الشخصية

# PersonHimself
source: Yourself
ar_iq: الطالب

source: PhD
ar_iq: الدكتوراه

# PhoneNumber
source: Telephone Number
ar_iq: رقم الهاتف

source: Physical status
ar_iq: الحالة البدنية

# PlaceNumber
source: Number
ar_iq: رقم البناية

source: Postal Code
ar_iq: الرمز البريدي

source: Pre-university
ar_iq: الصف الثاني عشر

# PreviewAndConfirm
source: Confirm Information
ar_iq: تاكيد المعلومات

source: Print
ar_iq: طباعة المعلومات

# PrintDetails
source: Print Information
ar_iq: طباعة المعلومات

# ReapeatPassword_Not_Match
source: Password and Confirm Password do not match
ar_iq: كلمة المرور الجديدة و تكرارها غير متطابقة

# Recommender
source: Reference
ar_iq: المعرف

# RecommenderCode
source: Refrence Code
ar_iq: رقم المعرف

# RecommenderInfo
source: Reference Info
ar_iq: معلومات المعرف

# RefugeeBooklet
source: Refugee ID documents
ar_iq: كتيب اللجوء

# Rejected
source: Failed
ar_iq: مرفوض

# RejectRequest
source: Submission failed
ar_iq: رفض الطلب

# RelatedPersonAdded
source: Successfully done
ar_iq: تمت الإجراءات بنجاح

source: Relationship
ar_iq: القرابة

# Relegion
source: Religion
ar_iq: الدين

# RepeatPassword
source: Confirm Password
ar_iq: كرر كلمة المرور

# RequestDate
source: Submission date
ar_iq: تاريخ الطلب

# RequestDetails
source: Submission details
ar_iq: تفاصيل الطلب

# RequestId
source: Submission code
ar_iq: رمز الطلب

# RequestsHistory
source: Submission history
ar_iq: أرشيف الطلبات

# RequestStatus
source: Submission status
ar_iq: حالة الطلب

# RequestUpdated
source: Successfully edited
ar_iq: تم التعديل بنجاح

# RequiredField_Astericks
source: All fields marked with an asterisk (*) are required.
ar_iq: عزيزي الطالب ينبغي تعبئة الحقول الإجبارية (مميزة بعلامة النجمة*)

# Return
source: Back
ar_iq: الرجوع

# RowNumber
source: Row
ar_iq: صف

source: Search
ar_iq: البحث

# SearchForField
source: Search fields of study
ar_iq: بحث الإختصاص

source: Second citizenship
ar_iq: جنسية ثانية

# Separated
source: Seperated
ar_iq: مطلق/مطلقة

# Signup_Successfull
source: Welcome dear student, your account was created successfully. Please find your account verification email and click on the link to activate your account.
ar_iq: مرحباً بك تم إنشاء حسابك بنجاح. يرجى تسجيل الدخول باستخدام بريدك الإلكتروني والنقر على رابط التفعيل.

source: Single
ar_iq: أعزب

source: Sister
ar_iq: اخت

# SizeOfFileIsInvalid_ErrorBody
source: Maximum upload file size: 1 MB
ar_iq: حجم الملف المحدد يجب أن يكون أقل من 1 ميجابايت

# SizeOfFileIsInvalid_ErrorTitle
source: Invalid file size
ar_iq: حجم الملف غير صالح

source: Spouse
ar_iq: الزوجة / الزوج

# State
source: Province/State
ar_iq: المحافظة

# Status_Alaki_Text
source: Pending
ar_iq: قيد التحقق

source: Street
ar_iq: الشارع و الزقاق

source: Student Name
ar_iq: اسم الطالب

# SuccessOperation
source: Done successfully
ar_iq: تمت الإجراءات بنجاح

# TextAddrressInEmail
source: Tehran/Iran
ar_iq: ايران، طهران

# TextBesideImageInEmail
source: <span>Islamic Azad University<br/><span style="font-size:30px"> E-Campus</span> </span>
ar_iq: <span>جامعة آزاد الإسلامية <br /><span style="font-size:30px"> القسم الإلكتروني</span> </span>

# TextCantactUsInEmail
source: We look forward to staying in touch.
ar_iq: كن على إتصال معنا

# TextConfirmationEmail
source: Please verify your email via the below link
ar_iq: يرجى تأكيد البريد الإلكتروني من خلال الرابط أدناه

# TextHelloInEmail
source: Hello
ar_iq: مرحبا سيد / سيدة

# TextHepleLinksInEmail
source: For more information and guidance on how to apply for graduate or postgraduate study, please use the links below.
ar_iq: لمزيد من المعلومات حول كيفية التقدم للحصول على درجة البكالوريوس والماجستير ، يرجى استخدام الروابط أدناه.

# TextInternationOfficeInEmail
source: International Office
ar_iq: المكتب الدولي

# TextIregUrlInEmail
source: University Website
ar_iq: عنوان موقع الجامعة

# TextNoteInEmail
source: You are being sent this email as part of an enquiry to study at Islamic Azad University E-Campus. Please do not reply to this email as this address is not monitored. However, please add us to your safe senders list to ensure you receive correspondence from us.
ar_iq: تم إرسال هذه الرسالة الإلكترونية إليك من جامعة آزاد الإسلامية الإلكترونية. الرجاء عدم الرد على عنوان البريد الإلكتروني هذا.

# TextPhoneInEmail
source: Phone Number
ar_iq: هاتف

# TextPohentenInEmail
source: Islamic Azad University Electronic Campus
ar_iq: جامعة آزاد الإسلامية الإلكترونية

# TextRecoveryPasswordInEmail
source: If you forget your password, you can reset it at any time.
ar_iq: إذا نسيت كلمة مرورك ، فيمكنك<strong><a href="#">استعادتها</a></strong>

# TextThanksInEmail
source: Thank you for starting your application for study at the Islamic Azad University E-Campus (IAUEC).
ar_iq: شكرا لتسجيلك في جامعة آزاد الإسلامية الإلكترونية

# TextUserNameIEmail
source: Your Username
ar_iq: اسم المستخدم الخاص بك

# TextUsernameIsNecessaryInEmail
source: You will need your username to log in to our online application system, and continue your application.
ar_iq: يرجى تذكر اسم المستخدم الخاص بك لتسجيل الدخول ومتابعة التسجيل

# TextZipCodeInEmail
source: P.O. Box
ar_iq: صندوق بريد

# TotalAverage
source: Total grade average
ar_iq: المعدل العام

source: Turkish
ar_iq: تركي

source: Type of marriage
ar_iq: نوع الزواج

# UniversityName
source: University
ar_iq: إسم الجامعة

source: Unofficial
ar_iq: غير رسمي

# ValidationMessage_BachelorDocIsRequired
source: Uploading Bachelor degree is required for the selected degree
ar_iq: مطلوب درجة البكالوريوس للقسم المحدد

# ValidationMessage_CurrentLevel
source: Current degree is not selected
ar_iq: المرحلة الدراسية الحالية غير محددة

# ValidationMessage_DiplomaDocIsRequired
source: Uploading Diploma is required for the selected degree
ar_iq: إن تحميل شهادة البكالوريوس للمرحلة الدراسية المختارة إجباري

# ValidationMessage_LastEducationDegree
source: Final degree certificate is not selected
ar_iq: لم يتم تحديد أخر شهادة دراسية

# ValidationMessage_MasterDocIsRequired
source: Uploading MA degree is required for the selected degree
ar_iq: إن تحميل شهادة الماجستير للمرحلة الدراسية المختارة إجباري

# ValidationMessage_PassportDocIsRequired
source: Uploading Passport is required
ar_iq: تحميل جواز السفر إجباري

# ValidationMessage_PersonalPictureDocIsRequired
source: Uploading Personal Photo is required
ar_iq: تحميل الصورة الشخصية إجباري

source: Veteran
ar_iq: معاق

source: Widow
ar_iq: أرملة

source: Written Average
ar_iq: المعدل العام

# WrongHash
source: Incorrect activation code
ar_iq: رمز التفعيل غير صحيح

source: Zoroastrian
ar_iq: زرادشتي

source: UnKnown
ar_iq: غير معروف
